{
  "architectures": [
    "DeepseekForCausalLM"
  ],
  "attention_bias": false,
  "attention_dropout": 0.0,
  "auto_map": {
    "AutoConfig": "configuration_deepseek.DeepseekConfig",
    "AutoModel": "modelling_deepseek.DeepseekModel",
    "AutoModelForCausalLM": "modelling_deepseek.DeepseekForCausalLM"
  },
  "aux_loss_alpha": 0.001,
  "bos_token_id": 1,
  "eos_token_id": 128001,
  "first_k_dense_replace": 1,
  "head_dim": 128,
  "hidden_act": "silu",
  "hidden_size": 2048,
  "initializer_range": 0.006,
  "intermediate_size": 14336,
  "max_position_embeddings": 131072,
  "mlp_bias": false,
  "model_type": "deepseek",
  "moe_implementation": "eager",
  "moe_intermediate_size": 1792,
  "moe_layer_freq": 1,
  "n_routed_experts": 64,
  "n_shared_experts": 2,
  "norm_topk_prob": false,
  "num_attention_heads": 16,
  "num_experts_per_tok": 6,
  "num_hidden_layers": 28,
  "num_key_value_heads": 8,
  "pad_token_id": 1,
  "pretraining_tp": 1,
  "rms_norm_eps": 1e-05,
  "rope_scaling": null,
  "rope_theta": 1400000,
  "scoring_func": "softmax",
  "seq_aux": true,
  "tie_word_embeddings": false,
  "torch_dtype": "float32",
  "transformers_version": "4.47.0",
  "use_cache": true,
  "vocab_size": 128256
}
