{
  "metadata": {
    "total_size": 0
  },
  "weight_map": {
    "layer.0.weight": "model-00001-of-00017.safetensors",
    "layer.1.weight": "model-00016-of-00017.safetensors",
    "layer.2.weight": "model-00014-of-00017.safetensors",
    "layer.3.weight": "model-00012-of-00017.safetensors",
    "layer.4.weight": "model-00010-of-00017.safetensors",
    "layer.5.weight": "model-00008-of-00017.safetensors",
    "layer.6.weight": "model-00006-of-00017.safetensors",
    "layer.7.weight": "model-00004-of-00017.safetensors",
    "layer.8.weight": "model-00002-of-00017.safetensors",
    "layer.9.weight": "model-00017-of-00017.safetensors",
    "layer.10.weight": "model-00015-of-00017.safetensors",
    "layer.11.weight": "model-00013-of-00017.safetensors",
    "layer.12.weight": "model-00011-of-00017.safetensors",
    "layer.13.weight": "model-00009-of-00017.safetensors",
    "layer.14.weight": "model-00007-of-00017.safetensors",
    "layer.15.weight": "model-00005-of-00017.safetensors",
    "layer.16.weight": "model-00003-of-00017.safetensors",
    "layer.17.weight": "model-00001-of-00017.safetensors",
    "layer.18.weight": "model-00016-of-00017.safetensors",
    "layer.19.weight": "model-00014-of-00017.safetensors",
    "layer.20.weight": "model-00012-of-00017.safetensors",
    "layer.21.weight": "model-00010-of-00017.safetensors",
    "layer.22.weight": "model-00008-of-00017.safetensors",
    "layer.23.weight": "model-00006-of-00017.safetensors",
    "layer.24.weight": "model-00004-of-00017.safetensors",
    "layer.25.weight": "model-00002-of-00017.safetensors",
    "layer.26.weight": "model-00017-of-00017.safetensors",
    "layer.27.weight": "model-00015-of-00017.safetensors",
    "layer.28.weight": "model-00013-of-00017.safetensors",
    "layer.29.weight": "model-00011-of-00017.safetensors",
    "layer.30.weight": "model-00009-of-00017.safetensors",
    "layer.31.weight": "model-00007-of-00017.safetensors",
    "layer.32.weight": "model-00005-of-00017.safetensors",
    "layer.33.weight": "model-00003-of-00017.safetensors",
    "layer.34.weight": "model-00001-of-00017.safetensors",
    "layer.35.weight": "model-00016-of-00017.safetensors",
    "layer.36.weight": "model-00014-of-00017.safetensors",
    "layer.37.weight": "model-00012-of-00017.safetensors",
    "layer.38.weight": "model-00010-of-00017.safetensors",
    "layer.39.weight": "model-00008-of-00017.safetensors",
    "layer.40.weight": "model-00006-of-00017.safetensors",
    "layer.41.weight": "model-00004-of-00017.safetensors",
    "layer.42.weight": "model-00002-of-00017.safetensors",
    "layer.43.weight": "model-00017-of-00017.safetensors",
    "layer.44.weight": "model-00015-of-00017.safetensors",
    "layer.45.weight": "model-00013-of-00017.safetensors",
    "layer.46.weight": "model-00011-of-00017.safetensors",
    "layer.47.weight": "model-00009-of-00017.safetensors",
    "layer.48.weight": "model-00007-of-00017.safetensors",
    "layer.49.weight": "model-00005-of-00017.safetensors",
    "layer.50.weight": "model-00003-of-00017.safetensors",
    "layer.51.weight": "model-00001-of-00017.safetensors",
    "layer.52.weight": "model-00016-of-00017.safetensors",
    "layer.53.weight": "model-00014-of-00017.safetensors",
    "layer.54.weight": "model-00012-of-00017.safetensors",
    "layer.55.weight": "model-00010-of-00017.safetensors",
    "layer.56.weight": "model-00008-of-00017.safetensors",
    "layer.57.weight": "model-00006-of-00017.safetensors",
    "layer.58.weight": "model-00004-of-00017.safetensors",
    "layer.59.weight": "model-00002-of-00017.safetensors",
    "layer.60.weight": "model-00017-of-00017.safetensors",
    "layer.61.weight": "model-00015-of-00017.safetensors",
    "layer.62.weight": "model-00013-of-00017.safetensors",
    "layer.63.weight": "model-00011-of-00017.safetensors",
    "layer.64.weight": "model-00009-of-00017.safetensors",
    "layer.65.weight": "model-00007-of-00017.safetensors",
    "layer.66.weight": "model-00005-of-00017.safetensors",
    "layer.67.weight": "model-00003-of-00017.safetensors",
    "layer.68.weight": "model-00001-of-00017.safetensors",
    "layer.69.weight": "model-00016-of-00017.safetensors",
    "layer.70.weight": "model-00014-of-00017.safetensors",
    "layer.71.weight": "model-00012-of-00017.safetensors",
    "layer.72.weight": "model-00010-of-00017.safetensors",
    "layer.73.weight": "model-00008-of-00017.safetensors",
    "layer.74.weight": "model-00006-of-00017.safetensors",
    "layer.75.weight": "model-00004-of-00017.safetensors",
    "layer.76.weight": "model-00002-of-00017.safetensors",
    "layer.77.weight": "model-00017-of-00017.safetensors",
    "layer.78.weight": "model-00015-of-00017.safetensors",
    "layer.79.weight": "model-00013-of-00017.safetensors",
    "layer.80.weight": "model-00011-of-00017.safetensors",
    "layer.81.weight": "model-00009-of-00017.safetensors",
    "layer.82.weight": "model-00007-of-00017.safetensors",
    "layer.83.weight": "model-00005-of-00017.safetensors",
    "layer.84.weight": "model-00003-of-00017.safetensors",
    "layer.85.weight": "model-00001-of-00017.safetensors",
    "layer.86.weight": "model-00016-of-00017.safetensors",
    "layer.87.weight": "model-00014-of-00017.safetensors",
    "layer.88.weight": "model-00012-of-00017.safetensors",
    "layer.89.weight": "model-00010-of-00017.safetensors",
    "layer.90.weight": "model-00008-of-00017.safetensors",
    "layer.91.weight": "model-00006-of-00017.safetensors",
    "layer.92.weight": "model-00004-of-00017.safetensors",
    "layer.93.weight": "model-00002-of-00017.safetensors",
    "layer.94.weight": "model-00017-of-00017.safetensors",
    "layer.95.weight": "model-00015-of-00017.safetensors",
    "layer.96.weight": "model-00013-of-00017.safetensors",
    "layer.97.weight": "model-00011-of-00017.safetensors",
    "layer.98.weight": "model-00009-of-00017.safetensors",
    "layer.99.weight": "model-00007-of-00017.safetensors",
    "layer.100.weight": "model-00005-of-00017.safetensors",
    "layer.101.weight": "model-00003-of-00017.safetensors",
    "layer.102.weight": "model-00001-of-00017.safetensors",
    "layer.103.weight": "model-00016-of-00017.safetensors",
    "layer.104.weight": "model-00014-of-00017.safetensors",
    "layer.105.weight": "model-00012-of-00017.safetensors",
    "layer.106.weight": "model-00010-of-00017.safetensors",
    "layer.107.weight": "model-00008-of-00017.safetensors",
    "layer.108.weight": "model-00006-of-00017.safetensors",
    "layer.109.weight": "model-00004-of-00017.safetensors",
    "layer.110.weight": "model-00002-of-00017.safetensors",
    "layer.111.weight": "model-00017-of-00017.safetensors",
    "layer.112.weight": "model-00015-of-00017.safetensors",
    "layer.113.weight": "model-00013-of-00017.safetensors",
    "layer.114.weight": "model-00011-of-00017.safetensors",
    "layer.115.weight": "model-00009-of-00017.safetensors",
    "layer.116.weight": "model-00007-of-00017.safetensors",
    "layer.117.weight": "model-00005-of-00017.safetensors",
    "layer.118.weight": "model-00003-of-00017.safetensors",
    "layer.119.weight": "model-00001-of-00017.safetensors",
    "layer.120.weight": "model-00016-of-00017.safetensors",
    "layer.121.weight": "model-00014-of-00017.safetensors",
    "layer.122.weight": "model-00012-of-00017.safetensors",
    "layer.123.weight": "model-00010-of-00017.safetensors",
    "layer.124.weight": "model-00008-of-00017.safetensors",
    "layer.125.weight": "model-00006-of-00017.safetensors",
    "layer.126.weight": "model-00004-of-00017.safetensors",
    "layer.127.weight": "model-00002-of-00017.safetensors",
    "layer.128.weight": "model-00017-of-00017.safetensors",
    "layer.129.weight": "model-00015-of-00017.safetensors",
    "layer.130.weight": "model-00013-of-00017.safetensors",
    "layer.131.weight": "model-00011-of-00017.safetensors",
    "layer.132.weight": "model-00009-of-00017.safetensors",
    "layer.133.weight": "model-00007-of-00017.safetensors",
    "layer.134.weight": "model-00005-of-00017.safetensors",
    "layer.135.weight": "model-00003-of-00017.safetensors",
    "layer.136.weight": "model-00001-of-00017.safetensors",
    "layer.137.weight": "model-00016-of-00017.safetensors",
    "layer.138.weight": "model-00014-of-00017.safetensors",
    "layer.139.weight": "model-00012-of-00017.safetensors",
    "layer.140.weight": "model-00010-of-00017.safetensors",
    "layer.141.weight": "model-00008-of-00017.safetensors",
    "layer.142.weight": "model-00006-of-00017.safetensors",
    "layer.143.weight": "model-00004-of-00017.safetensors",
    "layer.144.weight": "model-00002-of-00017.safetensors",
    "layer.145.weight": "model-00017-of-00017.safetensors",
    "layer.146.weight": "model-00015-of-00017.safetensors",
    "layer.147.weight": "model-00013-of-00017.safetensors",
    "layer.148.weight": "model-00011-of-00017.safetensors",
    "layer.149.weight": "model-00009-of-00017.safetensors",
    "layer.150.weight": "model-00007-of-00017.safetensors",
    "layer.151.weight": "model-00005-of-00017.safetensors",
    "layer.152.weight": "model-00003-of-00017.safetensors",
    "layer.153.weight": "model-00001-of-00017.safetensors",
    "layer.154.weight": "model-00016-of-00017.safetensors",
    "layer.155.weight": "model-00014-of-00017.safetensors",
    "layer.156.weight": "model-00012-of-00017.safetensors",
    "layer.157.weight": "model-00010-of-00017.safetensors",
    "layer.158.weight": "model-00008-of-00017.safetensors",
    "layer.159.weight": "model-00006-of-00017.safetensors",
    "layer.160.weight": "model-00004-of-00017.safetensors",
    "layer.161.weight": "model-00002-of-00017.safetensors",
    "layer.162.weight": "model-00017-of-00017.safetensors",
    "layer.163.weight": "model-00015-of-00017.safetensors",
    "layer.164.weight": "model-00013-of-00017.safetensors",
    "layer.165.weight": "model-00011-of-00017.safetensors",
    "layer.166.weight": "model-00009-of-00017.safetensors",
    "layer.167.weight": "model-00007-of-00017.safetensors",
    "layer.168.weight": "model-00005-of-00017.safetensors",
    "layer.169.weight": "model-00003-of-00017.safetensors",
    "layer.170.weight": "model-00001-of-00017.safetensors",
    "layer.171.weight": "model-00016-of-00017.safetensors",
    "layer.172.weight": "model-00014-of-00017.safetensors",
    "layer.173.weight": "model-00012-of-00017.safetensors",
    "layer.174.weight": "model-00010-of-00017.safetensors",
    "layer.175.weight": "model-00008-of-00017.safetensors",
    "layer.176.weight": "model-00006-of-00017.safetensors",
    "layer.177.weight": "model-00004-of-00017.safetensors",
    "layer.178.weight": "model-00002-of-00017.safetensors",
    "layer.179.weight": "model-00017-of-00017.safetensors",
    "layer.180.weight": "model-00015-of-00017.safetensors",
    "layer.181.weight": "model-00013-of-00017.safetensors",
    "layer.182.weight": "model-00011-of-00017.safetensors",
    "layer.183.weight": "model-00009-of-00017.safetensors",
    "layer.184.weight": "model-00007-of-00017.safetensors",
    "layer.185.weight": "model-00005-of-00017.safetensors",
    "layer.186.weight": "model-00003-of-00017.safetensors",
    "layer.187.weight": "model-00001-of-00017.safetensors",
    "layer.188.weight": "model-00016-of-00017.safetensors",
    "layer.189.weight": "model-00014-of-00017.safetensors",
    "layer.190.weight": "model-00012-of-00017.safetensors",
    "layer.191.weight": "model-00010-of-00017.safetensors",
    "layer.192.weight": "model-00008-of-00017.safetensors",
    "layer.193.weight": "model-00006-of-00017.safetensors",
    "layer.194.weight": "model-00004-of-00017.safetensors",
    "layer.195.weight": "model-00002-of-00017.safetensors",
    "layer.196.weight": "model-00017-of-00017.safetensors",
    "layer.197.weight": "model-00015-of-00017.safetensors",
    "layer.198.weight": "model-00013-of-00017.safetensors",
    "layer.199.weight": "model-00011-of-00017.safetensors",
    "layer.200.weight": "model-00009-of-00017.safetensors",
    "layer.201.weight": "model-00007-of-00017.safetensors",
    "layer.202.weight": "model-00005-of-00017.safetensors",
    "layer.203.weight": "model-00003-of-00017.safetensors",
    "layer.204.weight": "model-00001-of-00017.safetensors",
    "layer.205.weight": "model-00016-of-00017.safetensors",
    "layer.206.weight": "model-00014-of-00017.safetensors",
    "layer.207.weight": "model-00012-of-00017.safetensors",
    "layer.208.weight": "model-00010-of-00017.safetensors",
    "layer.209.weight": "model-00008-of-00017.safetensors",
    "layer.210.weight": "model-00006-of-00017.safetensors",
    "layer.211.weight": "model-00004-of-00017.safetensors",
    "layer.212.weight": "model-00002-of-00017.safetensors",
    "layer.213.weight": "model-00017-of-00017.safetensors",
    "layer.214.weight": "model-00015-of-00017.safetensors",
    "layer.215.weight": "model-00013-of-00017.safetensors",
    "layer.216.weight": "model-00011-of-00017.safetensors",
    "layer.217.weight": "model-00009-of-00017.safetensors",
    "layer.218.weight": "model-00007-of-00017.safetensors",
    "layer.219.weight": "model-00005-of-00017.safetensors",
    "layer.220.weight": "model-00003-of-00017.safetensors",
    "layer.221.weight": "model-00001-of-00017.safetensors",
    "layer.222.weight": "model-00016-of-00017.safetensors",
    "layer.223.weight": "model-00014-of-00017.safetensors",
    "layer.224.weight": "model-00012-of-00017.safetensors",
    "layer.225.weight": "model-00010-of-00017.safetensors",
    "layer.226.weight": "model-00008-of-00017.safetensors",
    "layer.227.weight": "model-00006-of-00017.safetensors",
    "layer.228.weight": "model-00004-of-00017.safetensors",
    "layer.229.weight": "model-00002-of-00017.safetensors",
    "layer.230.weight": "model-00017-of-00017.safetensors",
    "layer.231.weight": "model-00015-of-00017.safetensors",
    "layer.232.weight": "model-00013-of-00017.safetensors",
    "layer.233.weight": "model-00011-of-00017.safetensors",
    "layer.234.weight": "model-00009-of-00017.safetensors",
    "layer.235.weight": "model-00007-of-00017.safetensors",
    "layer.236.weight": "model-00005-of-00017.safetensors",
    "layer.237.weight": "model-00003-of-00017.safetensors",
    "layer.238.weight": "model-00001-of-00017.safetensors",
    "layer.239.weight": "model-00016-of-00017.safetensors",
    "layer.240.weight": "model-00014-of-00017.safetensors",
    "layer.241.weight": "model-00012-of-00017.safetensors",
    "layer.242.weight": "model-00010-of-00017.safetensors",
    "layer.243.weight": "model-00008-of-00017.safetensors",
    "layer.244.weight": "model-00006-of-00017.safetensors",
    "layer.245.weight": "model-00004-of-00017.safetensors",
    "layer.246.weight": "model-00002-of-00017.safetensors",
    "layer.247.weight": "model-00017-of-00017.safetensors",
    "layer.248.weight": "model-00015-of-00017.safetensors",
    "layer.249.weight": "model-00013-of-00017.safetensors",
    "layer.250.weight": "model-00011-of-00017.safetensors",
    "layer.251.weight": "model-00009-of-00017.safetensors",
    "layer.252.weight": "model-00007-of-00017.safetensors",
    "layer.253.weight": "model-00005-of-00017.safetensors",
    "layer.254.weight": "model-00003-of-00017.safetensors",
    "layer.255.weight": "model-00001-of-00017.safetensors",
    "layer.256.weight": "model-00016-of-00017.safetensors",
    "layer.257.weight": "model-00014-of-00017.safetensors",
    "layer.258.weight": "model-00012-of-00017.safetensors",
    "layer.259.weight": "model-00010-of-00017.safetensors",
    "layer.260.weight": "model-00008-of-00017.safetensors",
    "layer.261.weight": "model-00006-of-00017.safetensors",
    "layer.262.weight": "model-00004-of-00017.safetensors",
    "layer.263.weight": "model-00002-of-00017.safetensors",
    "layer.264.weight": "model-00017-of-00017.safetensors",
    "layer.265.weight": "model-00015-of-00017.safetensors",
    "layer.266.weight": "model-00013-of-00017.safetensors",
    "layer.267.weight": "model-00011-of-00017.safetensors",
    "layer.268.weight": "model-00009-of-00017.safetensors",
    "layer.269.weight": "model-00007-of-00017.safetensors",
    "layer.270.weight": "model-00005-of-00017.safetensors",
    "layer.271.weight": "model-00003-of-00017.safetensors",
    "layer.272.weight": "model-00001-of-00017.safetensors",
    "layer.273.weight": "model-00016-of-00017.safetensors",
    "layer.274.weight": "model-00014-of-00017.safetensors",
    "layer.275.weight": "model-00012-of-00017.safetensors",
    "layer.276.weight": "model-00010-of-00017.safetensors",
    "layer.277.weight": "model-00008-of-00017.safetensors",
    "layer.278.weight": "model-00006-of-00017.safetensors",
    "layer.279.weight": "model-00004-of-00017.safetensors",
    "layer.280.weight": "model-00002-of-00017.safetensors",
    "layer.281.weight": "model-00017-of-00017.safetensors",
    "layer.282.weight": "model-00015-of-00017.safetensors",
    "layer.283.weight": "model-00013-of-00017.safetensors",
    "layer.284.weight": "model-00011-of-00017.safetensors",
    "layer.285.weight": "model-00009-of-00017.safetensors",
    "layer.286.weight": "model-00007-of-00017.safetensors",
    "layer.287.weight": "model-00005-of-00017.safetensors",
    "layer.288.weight": "model-00003-of-00017.safetensors",
    "layer.289.weight": "model-00001-of-00017.safetensors",
    "layer.290.weight": "model-00016-of-00017.safetensors",
    "layer.291.weight": "model-00014-of-00017.safetensors",
    "layer.292.weight": "model-00012-of-00017.safetensors",
    "layer.293.weight": "model-00010-of-00017.safetensors",
    "layer.294.weight": "model-00008-of-00017.safetensors",
    "layer.295.weight": "model-00006-of-00017.safetensors",
    "layer.296.weight": "model-00004-of-00017.safetensors",
    "layer.297.weight": "model-00002-of-00017.safetensors",
    "layer.298.weight": "model-00017-of-00017.safetensors",
    "layer.299.weight": "model-00015-of-00017.safetensors",
    "layer.300.weight": "model-00013-of-00017.safetensors",
    "layer.301.weight": "model-00011-of-00017.safetensors",
    "layer.302.weight": "model-00009-of-00017.safetensors",
    "layer.303.weight": "model-00007-of-00017.safetensors",
    "layer.304.weight": "model-00005-of-00017.safetensors",
    "layer.305.weight": "model-00003-of-00017.safetensors",
    "layer.306.weight": "model-00001-of-00017.safetensors",
    "layer.307.weight": "model-00016-of-00017.safetensors",
    "layer.308.weight": "model-00014-of-00017.safetensors",
    "layer.309.weight": "model-00012-of-00017.safetensors",
    "layer.310.weight": "model-00010-of-00017.safetensors",
    "layer.311.weight": "model-00008-of-00017.safetensors",
    "layer.312.weight": "model-00006-of-00017.safetensors",
    "layer.313.weight": "model-00004-of-00017.safetensors",
    "layer.314.weight": "model-00002-of-00017.safetensors",
    "layer.315.weight": "model-00017-of-00017.safetensors",
    "layer.316.weight": "model-00015-of-00017.safetensors",
    "layer.317.weight": "model-00013-of-00017.safetensors",
    "layer.318.weight": "model-00011-of-00017.safetensors",
    "layer.319.weight": "model-00009-of-00017.safetensors",
    "layer.320.weight": "model-00007-of-00017.safetensors",
    "layer.321.weight": "model-00005-of-00017.safetensors",
    "layer.322.weight": "model-00003-of-00017.safetensors",
    "layer.323.weight": "model-00001-of-00017.safetensors",
    "layer.324.weight": "model-00016-of-00017.safetensors",
    "layer.325.weight": "model-00014-of-00017.safetensors",
    "layer.326.weight": "model-00012-of-00017.safetensors",
    "layer.327.weight": "model-00010-of-00017.safetensors",
    "layer.328.weight": "model-00008-of-00017.safetensors",
    "layer.329.weight": "model-00006-of-00017.safetensors",
    "layer.330.weight": "model-00004-of-00017.safetensors",
    "layer.331.weight": "model-00002-of-00017.safetensors",
    "layer.332.weight": "model-00017-of-00017.safetensors",
    "layer.333.weight": "model-00015-of-00017.safetensors",
    "layer.334.weight": "model-00013-of-00017.safetensors",
    "layer.335.weight": "model-00011-of-00017.safetensors",
    "layer.336.weight": "model-00009-of-00017.safetensors",
    "layer.337.weight": "model-00007-of-00017.safetensors",
    "layer.338.weight": "model-00005-of-00017.safetensors",
    "layer.339.weight": "model-00003-of-00017.safetensors",
    "layer.340.weight": "model-00001-of-00017.safetensors",
    "layer.341.weight": "model-00016-of-00017.safetensors",
    "layer.342.weight": "model-00014-of-00017.safetensors",
    "layer.343.weight": "model-00012-of-00017.safetensors",
    "layer.344.weight": "model-00010-of-00017.safetensors",
    "layer.345.weight": "model-00008-of-00017.safetensors",
    "layer.346.weight": "model-00006-of-00017.safetensors",
    "layer.347.weight": "model-00004-of-00017.safetensors",
    "layer.348.weight": "model-00002-of-00017.safetensors",
    "layer.349.weight": "model-00017-of-00017.safetensors",
    "layer.350.weight": "model-00015-of-00017.safetensors",
    "layer.351.weight": "model-00013-of-00017.safetensors",
    "layer.352.weight": "model-00011-of-00017.safetensors",
    "layer.353.weight": "model-00009-of-00017.safetensors",
    "layer.354.weight": "model-00007-of-00017.safetensors",
    "layer.355.weight": "model-00005-of-00017.safetensors",
    "layer.356.weight": "model-00003-of-00017.safetensors",
    "layer.357.weight": "model-00001-of-00017.safetensors",
    "layer.358.weight": "model-00016-of-00017.safetensors",
    "layer.359.weight": "model-00014-of-00017.safetensors",
    "layer.360.weight": "model-00012-of-00017.safetensors",
    "layer.361.weight": "model-00010-of-00017.safetensors",
    "layer.362.weight": "model-00008-of-00017.safetensors",
    "layer.363.weight": "model-00006-of-00017.safetensors",
    "layer.364.weight": "model-00004-of-00017.safetensors",
    "layer.365.weight": "model-00002-of-00017.safetensors",
    "layer.366.weight": "model-00017-of-00017.safetensors",
    "layer.367.weight": "model-00015-of-00017.safetensors",
    "layer.368.weight": "model-00013-of-00017.safetensors",
    "layer.369.weight": "model-00011-of-00017.safetensors",
    "layer.370.weight": "model-00009-of-00017.safetensors",
    "layer.371.weight": "model-00007-of-00017.safetensors",
    "layer.372.weight": "model-00005-of-00017.safetensors",
    "layer.373.weight": "model-00003-of-00017.safetensors",
    "layer.374.weight": "model-00001-of-00017.safetensors",
    "layer.375.weight": "model-00016-of-00017.safetensors",
    "layer.376.weight": "model-00014-of-00017.safetensors",
    "layer.377.weight": "model-00012-of-00017.safetensors",
    "layer.378.weight": "model-00010-of-00017.safetensors",
    "layer.379.weight": "model-00008-of-00017.safetensors",
    "layer.380.weight": "model-00006-of-00017.safetensors",
    "layer.381.weight": "model-00004-of-00017.safetensors",
    "layer.382.weight": "model-00002-of-00017.safetensors",
    "layer.383.weight": "model-00017-of-00017.safetensors",
    "layer.384.weight": "model-00015-of-00017.safetensors",
    "layer.385.weight": "model-00013-of-00017.safetensors",
    "layer.386.weight": "model-00011-of-00017.safetensors",
    "layer.387.weight": "model-00009-of-00017.safetensors",
    "layer.388.weight": "model-00007-of-00017.safetensors",
    "layer.389.weight": "model-00005-of-00017.safetensors",
    "layer.390.weight": "model-00003-of-00017.safetensors",
    "layer.391.weight": "model-00001-of-00017.safetensors",
    "layer.392.weight": "model-00016-of-00017.safetensors",
    "layer.393.weight": "model-00014-of-00017.safetensors",
    "layer.394.weight": "model-00012-of-00017.safetensors",
    "layer.395.weight": "model-00010-of-00017.safetensors",
    "layer.396.weight": "model-00008-of-00017.safetensors",
    "layer.397.weight": "model-00006-of-00017.safetensors",
    "layer.398.weight": "model-00004-of-00017.safetensors",
    "layer.399.weight": "model-00002-of-00017.safetensors",
    "layer.400.weight": "model-00017-of-00017.safetensors",
    "layer.401.weight": "model-00015-of-00017.safetensors",
    "layer.402.weight": "model-00013-of-00017.safetensors",
    "layer.403.weight": "model-00011-of-00017.safetensors",
    "layer.404.weight": "model-00009-of-00017.safetensors",
    "layer.405.weight": "model-00007-of-00017.safetensors",
    "layer.406.weight": "model-00005-of-00017.safetensors",
    "layer.407.weight": "model-00003-of-00017.safetensors",
    "layer.408.weight": "model-00001-of-00017.safetensors",
    "layer.409.weight": "model-00016-of-00017.safetensors",
    "layer.410.weight": "model-00014-of-00017.safetensors",
    "layer.411.weight": "model-00012-of-00017.safetensors",
    "layer.412.weight": "model-00010-of-00017.safetensors",
    "layer.413.weight": "model-00008-of-00017.safetensors",
    "layer.414.weight": "model-00006-of-00017.safetensors",
    "layer.415.weight": "model-00004-of-00017.safetensors",
    "layer.416.weight": "model-00002-of-00017.safetensors",
    "layer.417.weight": "model-00017-of-00017.safetensors",
    "layer.418.weight": "model-00015-of-00017.safetensors",
    "layer.419.weight": "model-00013-of-00017.safetensors",
    "layer.420.weight": "model-00011-of-00017.safetensors",
    "layer.421.weight": "model-00009-of-00017.safetensors",
    "layer.422.weight": "model-00007-of-00017.safetensors",
    "layer.423.weight": "model-00005-of-00017.safetensors",
    "layer.424.weight": "model-00003-of-00017.safetensors",
    "layer.425.weight": "model-00001-of-00017.safetensors",
    "layer.426.weight": "model-00016-of-00017.safetensors",
    "layer.427.weight": "model-00014-of-00017.safetensors",
    "layer.428.weight": "model-00012-of-00017.safetensors",
    "layer.429.weight": "model-00010-of-00017.safetensors",
    "layer.430.weight": "model-00008-of-00017.safetensors",
    "layer.431.weight": "model-00006-of-00017.safetensors",
    "layer.432.weight": "model-00004-of-00017.safetensors",
    "layer.433.weight": "model-00002-of-00017.safetensors",
    "layer.434.weight": "model-00017-of-00017.safetensors",
    "layer.435.weight": "model-00015-of-00017.safetensors",
    "layer.436.weight": "model-00013-of-00017.safetensors",
    "layer.437.weight": "model-00011-of-00017.safetensors",
    "layer.438.weight": "model-00009-of-00017.safetensors",
    "layer.439.weight": "model-00007-of-00017.safetensors",
    "layer.440.weight": "model-00005-of-00017.safetensors",
    "layer.441.weight": "model-00003-of-00017.safetensors",
    "layer.442.weight": "model-00001-of-00017.safetensors",
    "layer.443.weight": "model-00016-of-00017.safetensors",
    "layer.444.weight": "model-00014-of-00017.safetensors",
    "layer.445.weight": "model-00012-of-00017.safetensors",
    "layer.446.weight": "model-00010-of-00017.safetensors",
    "layer.447.weight": "model-00008-of-00017.safetensors",
    "layer.448.weight": "model-00006-of-00017.safetensors",
    "layer.449.weight": "model-00004-of-00017.safetensors",
    "layer.450.weight": "model-00002-of-00017.safetensors",
    "layer.451.weight": "model-00017-of-00017.safetensors",
    "layer.452.weight": "model-00015-of-00017.safetensors",
    "layer.453.weight": "model-00013-of-00017.safetensors",
    "layer.454.weight": "model-00011-of-00017.safetensors",
    "layer.455.weight": "model-00009-of-00017.safetensors",
    "layer.456.weight": "model-00007-of-00017.safetensors",
    "layer.457.weight": "model-00005-of-00017.safetensors",
    "layer.458.weight": "model-00003-of-00017.safetensors",
    "layer.459.weight": "model-00001-of-00017.safetensors",
    "layer.460.weight": "model-00016-of-00017.safetensors",
    "layer.461.weight": "model-00014-of-00017.safetensors",
    "layer.462.weight": "model-00012-of-00017.safetensors",
    "layer.463.weight": "model-00010-of-00017.safetensors",
    "layer.464.weight": "model-00008-of-00017.safetensors",
    "layer.465.weight": "model-00006-of-00017.safetensors",
    "layer.466.weight": "model-00004-of-00017.safetensors",
    "layer.467.weight": "model-00002-of-00017.safetensors",
    "layer.468.weight": "model-00017-of-00017.safetensors",
    "layer.469.weight": "model-00015-of-00017.safetensors",
    "layer.470.weight": "model-00013-of-00017.safetensors",
    "layer.471.weight": "model-00011-of-00017.safetensors",
    "layer.472.weight": "model-00009-of-00017.safetensors",
    "layer.473.weight": "model-00007-of-00017.safetensors",
    "layer.474.weight": "model-00005-of-00017.safetensors",
    "layer.475.weight": "model-00003-of-00017.safetensors",
    "layer.476.weight": "model-00001-of-00017.safetensors",
    "layer.477.weight": "model-00016-of-00017.safetensors",
    "layer.478.weight": "model-00014-of-00017.safetensors",
    "layer.479.weight": "model-00012-of-00017.safetensors",
    "layer.480.weight": "model-00010-of-00017.safetensors",
    "layer.481.weight": "model-00008-of-00017.safetensors",
    "layer.482.weight": "model-00006-of-00017.safetensors",
    "layer.483.weight": "model-00004-of-00017.safetensors",
    "layer.484.weight": "model-00002-of-00017.safetensors",
    "layer.485.weight": "model-00017-of-00017.safetensors",
    "layer.486.weight": "model-00015-of-00017.safetensors",
    "layer.487.weight": "model-00013-of-00017.safetensors",
    "layer.488.weight": "model-00011-of-00017.safetensors",
    "layer.489.weight": "model-00009-of-00017.safetensors",
    "layer.490.weight": "model-00007-of-00017.safetensors",
    "layer.491.weight": "model-00005-of-00017.safetensors",
    "layer.492.weight": "model-00003-of-00017.safetensors",
    "layer.493.weight": "model-00001-of-00017.safetensors",
    "layer.494.weight": "model-00016-of-00017.safetensors",
    "layer.495.weight": "model-00014-of-00017.safetensors",
    "layer.496.weight": "model-00012-of-00017.safetensors",
    "layer.497.weight": "model-00010-of-00017.safetensors",
    "layer.498.weight": "model-00008-of-00017.safetensors",
    "layer.499.weight": "model-00006-of-00017.safetensors",
    "layer.500.weight": "model-00004-of-00017.safetensors",
    "layer.501.weight": "model-00002-of-00017.safetensors",
    "layer.502.weight": "model-00017-of-00017.safetensors",
    "layer.503.weight": "model-00015-of-00017.safetensors",
    "layer.504.weight": "model-00013-of-00017.safetensors",
    "layer.505.weight": "model-00011-of-00017.safetensors",
    "layer.506.weight": "model-00009-of-00017.safetensors",
    "layer.507.weight": "model-00007-of-00017.safetensors",
    "layer.508.weight": "model-00005-of-00017.safetensors",
    "layer.509.weight": "model-00003-of-00017.safetensors",
    "layer.510.weight": "model-00001-of-00017.safetensors",
    "layer.511.weight": "model-00016-of-00017.safetensors",
    "layer.512.weight": "model-00014-of-00017.safetensors",
    "layer.513.weight": "model-00012-of-00017.safetensors",
    "layer.514.weight": "model-00010-of-00017.safetensors",
    "layer.515.weight": "model-00008-of-00017.safetensors",
    "layer.516.weight": "model-00006-of-00017.safetensors",
    "layer.517.weight": "model-00004-of-00017.safetensors",
    "layer.518.weight": "model-00002-of-00017.safetensors",
    "layer.519.weight": "model-00017-of-00017.safetensors",
    "layer.520.weight": "model-00015-of-00017.safetensors",
    "layer.521.weight": "model-00013-of-00017.safetensors",
    "layer.522.weight": "model-00011-of-00017.safetensors",
    "layer.523.weight": "model-00009-of-00017.safetensors",
    "layer.524.weight": "model-00007-of-00017.safetensors",
    "layer.525.weight": "model-00005-of-00017.safetensors",
    "layer.526.weight": "model-00003-of-00017.safetensors",
    "layer.527.weight": "model-00001-of-00017.safetensors",
    "layer.528.weight": "model-00016-of-00017.safetensors",
    "layer.529.weight": "model-00014-of-00017.safetensors",
    "layer.530.weight": "model-00012-of-00017.safetensors",
    "layer.531.weight": "model-00010-of-00017.safetensors",
    "layer.532.weight": "model-00008-of-00017.safetensors",
    "layer.533.weight": "model-00006-of-00017.safetensors",
    "layer.534.weight": "model-00004-of-00017.safetensors",
    "layer.535.weight": "model-00002-of-00017.safetensors",
    "layer.536.weight": "model-00017-of-00017.safetensors",
    "layer.537.weight": "model-00015-of-00017.safetensors",
    "layer.538.weight": "model-00013-of-00017.safetensors",
    "layer.539.weight": "model-00011-of-00017.safetensors",
    "layer.540.weight": "model-00009-of-00017.safetensors",
    "layer.541.weight": "model-00007-of-00017.safetensors",
    "layer.542.weight": "model-00005-of-00017.safetensors",
    "layer.543.weight": "model-00003-of-00017.safetensors",
    "layer.544.weight": "model-00001-of-00017.safetensors",
    "layer.545.weight": "model-00016-of-00017.safetensors",
    "layer.546.weight": "model-00014-of-00017.safetensors",
    "layer.547.weight": "model-00012-of-00017.safetensors",
    "layer.548.weight": "model-00010-of-00017.safetensors",
    "layer.549.weight": "model-00008-of-00017.safetensors",
    "layer.550.weight": "model-00006-of-00017.safetensors",
    "layer.551.weight": "model-00004-of-00017.safetensors",
    "layer.552.weight": "model-00002-of-00017.safetensors",
    "layer.553.weight": "model-00017-of-00017.safetensors",
    "layer.554.weight": "model-00015-of-00017.safetensors",
    "layer.555.weight": "model-00013-of-00017.safetensors",
    "layer.556.weight": "model-00011-of-00017.safetensors",
    "layer.557.weight": "model-00009-of-00017.safetensors",
    "layer.558.weight": "model-00007-of-00017.safetensors",
    "layer.559.weight": "model-00005-of-00017.safetensors",
    "layer.560.weight": "model-00003-of-00017.safetensors",
    "layer.561.weight": "model-00001-of-00017.safetensors",
    "layer.562.weight": "model-00016-of-00017.safetensors",
    "layer.563.weight": "model-00014-of-00017.safetensors",
    "layer.564.weight": "model-00012-of-00017.safetensors",
    "layer.565.weight": "model-00010-of-00017.safetensors",
    "layer.566.weight": "model-00008-of-00017.safetensors",
    "layer.567.weight": "model-00006-of-00017.safetensors",
    "layer.568.weight": "model-00004-of-00017.safetensors",
    "layer.569.weight": "model-00002-of-00017.safetensors",
    "layer.570.weight": "model-00017-of-00017.safetensors",
    "layer.571.weight": "model-00015-of-00017.safetensors",
    "layer.572.weight": "model-00013-of-00017.safetensors",
    "layer.573.weight": "model-00011-of-00017.safetensors",
    "layer.574.weight": "model-00009-of-00017.safetensors",
    "layer.575.weight": "model-00007-of-00017.safetensors",
    "layer.576.weight": "model-00005-of-00017.safetensors",
    "layer.577.weight": "model-00003-of-00017.safetensors",
    "layer.578.weight": "model-00001-of-00017.safetensors",
    "layer.579.weight": "model-00016-of-00017.safetensors",
    "layer.580.weight": "model-00014-of-00017.safetensors",
    "layer.581.weight": "model-00012-of-00017.safetensors",
    "layer.582.weight": "model-00010-of-00017.safetensors",
    "layer.583.weight": "model-00008-of-00017.safetensors",
    "layer.584.weight": "model-00006-of-00017.safetensors",
    "layer.585.weight": "model-00004-of-00017.safetensors",
    "layer.586.weight": "model-00002-of-00017.safetensors",
    "layer.587.weight": "model-00017-of-00017.safetensors",
    "layer.588.weight": "model-00015-of-00017.safetensors",
    "layer.589.weight": "model-00013-of-00017.safetensors",
    "layer.590.weight": "model-00011-of-00017.safetensors",
    "layer.591.weight": "model-00009-of-00017.safetensors",
    "layer.592.weight": "model-00007-of-00017.safetensors",
    "layer.593.weight": "model-00005-of-00017.safetensors",
    "layer.594.weight": "model-00003-of-00017.safetensors",
    "layer.595.weight": "model-00001-of-00017.safetensors",
    "layer.596.weight": "model-00016-of-00017.safetensors",
    "layer.597.weight": "model-00014-of-00017.safetensors",
    "layer.598.weight": "model-00012-of-00017.safetensors",
    "layer.599.weight": "model-00010-of-00017.safetensors",
    "layer.600.weight": "model-00008-of-00017.safetensors",
    "layer.601.weight": "model-00006-of-00017.safetensors",
    "layer.602.weight": "model-00004-of-00017.safetensors",
    "layer.603.weight": "model-00002-of-00017.safetensors",
    "layer.604.weight": "model-00017-of-00017.safetensors",
    "layer.605.weight": "model-00015-of-00017.safetensors",
    "layer.606.weight": "model-00013-of-00017.safetensors",
    "layer.607.weight": "model-00011-of-00017.safetensors",
    "layer.608.weight": "model-00009-of-00017.safetensors",
    "layer.609.weight": "model-00007-of-00017.safetensors",
    "layer.610.weight": "model-00005-of-00017.safetensors",
    "layer.611.weight": "model-00003-of-00017.safetensors",
    "layer.612.weight": "model-00001-of-00017.safetensors",
    "layer.613.weight": "model-00016-of-00017.safetensors",
    "layer.614.weight": "model-00014-of-00017.safetensors",
    "layer.615.weight": "model-00012-of-00017.safetensors",
    "layer.616.weight": "model-00010-of-00017.safetensors",
    "layer.617.weight": "model-00008-of-00017.safetensors",
    "layer.618.weight": "model-00006-of-00017.safetensors",
    "layer.619.weight": "model-00004-of-00017.safetensors",
    "layer.620.weight": "model-00002-of-00017.safetensors",
    "layer.621.weight": "model-00017-of-00017.safetensors",
    "layer.622.weight": "model-00015-of-00017.safetensors",
    "layer.623.weight": "model-00013-of-00017.safetensors",
    "layer.624.weight": "model-00011-of-00017.safetensors",
    "layer.625.weight": "model-00009-of-00017.safetensors",
    "layer.626.weight": "model-00007-of-00017.safetensors",
    "layer.627.weight": "model-00005-of-00017.safetensors",
    "layer.628.weight": "model-00003-of-00017.safetensors",
    "layer.629.weight": "model-00001-of-00017.safetensors",
    "layer.630.weight": "model-00016-of-00017.safetensors",
    "layer.631.weight": "model-00014-of-00017.safetensors",
    "layer.632.weight": "model-00012-of-00017.safetensors",
    "layer.633.weight": "model-00010-of-00017.safetensors",
    "layer.634.weight": "model-00008-of-00017.safetensors",
    "layer.635.weight": "model-00006-of-00017.safetensors",
    "layer.636.weight": "model-00004-of-00017.safetensors",
    "layer.637.weight": "model-00002-of-00017.safetensors",
    "layer.638.weight": "model-00017-of-00017.safetensors",
    "layer.639.weight": "model-00015-of-00017.safetensors",
    "layer.640.weight": "model-00013-of-00017.safetensors",
    "layer.641.weight": "model-00011-of-00017.safetensors",
    "layer.642.weight": "model-00009-of-00017.safetensors",
    "layer.643.weight": "model-00007-of-00017.safetensors",
    "layer.644.weight": "model-00005-of-00017.safetensors",
    "layer.645.weight": "model-00003-of-00017.safetensors",
    "layer.646.weight": "model-00001-of-00017.safetensors",
    "layer.647.weight": "model-00016-of-00017.safetensors",
    "layer.648.weight": "model-00014-of-00017.safetensors",
    "layer.649.weight": "model-00012-of-00017.safetensors",
    "layer.650.weight": "model-00010-of-00017.safetensors",
    "layer.651.weight": "model-00008-of-00017.safetensors",
    "layer.652.weight": "model-00006-of-00017.safetensors",
    "layer.653.weight": "model-00004-of-00017.safetensors",
    "layer.654.weight": "model-00002-of-00017.safetensors",
    "layer.655.weight": "model-00017-of-00017.safetensors",
    "layer.656.weight": "model-00015-of-00017.safetensors",
    "layer.657.weight": "model-00013-of-00017.safetensors",
    "layer.658.weight": "model-00011-of-00017.safetensors",
    "layer.659.weight": "model-00009-of-00017.safetensors",
    "layer.660.weight": "model-00007-of-00017.safetensors",
    "layer.661.weight": "model-00005-of-00017.safetensors",
    "layer.662.weight": "model-00003-of-00017.safetensors",
    "layer.663.weight": "model-00001-of-00017.safetensors",
    "layer.664.weight": "model-00016-of-00017.safetensors",
    "layer.665.weight": "model-00014-of-00017.safetensors",
    "layer.666.weight": "model-00012-of-00017.safetensors",
    "layer.667.weight": "model-00010-of-00017.safetensors",
    "layer.668.weight": "model-00008-of-00017.safetensors",
    "layer.669.weight": "model-00006-of-00017.safetensors",
    "layer.670.weight": "model-00004-of-00017.safetensors",
    "layer.671.weight": "model-00002-of-00017.safetensors",
    "layer.672.weight": "model-00017-of-00017.safetensors",
    "layer.673.weight": "model-00015-of-00017.safetensors",
    "layer.674.weight": "model-00013-of-00017.safetensors",
    "layer.675.weight": "model-00011-of-00017.safetensors",
    "layer.676.weight": "model-00009-of-00017.safetensors",
    "layer.677.weight": "model-00007-of-00017.safetensors",
    "layer.678.weight": "model-00005-of-00017.safetensors",
    "layer.679.weight": "model-00003-of-00017.safetensors",
    "layer.680.weight": "model-00001-of-00017.safetensors",
    "layer.681.weight": "model-00016-of-00017.safetensors",
    "layer.682.weight": "model-00014-of-00017.safetensors",
    "layer.683.weight": "model-00012-of-00017.safetensors",
    "layer.684.weight": "model-00010-of-00017.safetensors",
    "layer.685.weight": "model-00008-of-00017.safetensors",
    "layer.686.weight": "model-00006-of-00017.safetensors",
    "layer.687.weight": "model-00004-of-00017.safetensors",
    "layer.688.weight": "model-00002-of-00017.safetensors",
    "layer.689.weight": "model-00017-of-00017.safetensors",
    "layer.690.weight": "model-00015-of-00017.safetensors",
    "layer.691.weight": "model-00013-of-00017.safetensors",
    "layer.692.weight": "model-00011-of-00017.safetensors",
    "layer.693.weight": "model-00009-of-00017.safetensors",
    "layer.694.weight": "model-00007-of-00017.safetensors",
    "layer.695.weight": "model-00005-of-00017.safetensors",
    "layer.696.weight": "model-00003-of-00017.safetensors",
    "layer.697.weight": "model-00001-of-00017.safetensors",
    "layer.698.weight": "model-00016-of-00017.safetensors",
    "layer.699.weight": "model-00014-of-00017.safetensors",
    "layer.700.weight": "model-00012-of-00017.safetensors",
    "layer.701.weight": "model-00010-of-00017.safetensors",
    "layer.702.weight": "model-00008-of-00017.safetensors",
    "layer.703.weight": "model-00006-of-00017.safetensors",
    "layer.704.weight": "model-00004-of-00017.safetensors",
    "layer.705.weight": "model-00002-of-00017.safetensors",
    "layer.706.weight": "model-00017-of-00017.safetensors",
    "layer.707.weight": "model-00015-of-00017.safetensors",
    "layer.708.weight": "model-00013-of-00017.safetensors",
    "layer.709.weight": "model-00011-of-00017.safetensors",
    "layer.710.weight": "model-00009-of-00017.safetensors",
    "layer.711.weight": "model-00007-of-00017.safetensors",
    "layer.712.weight": "model-00005-of-00017.safetensors",
    "layer.713.weight": "model-00003-of-00017.safetensors",
    "layer.714.weight": "model-00001-of-00017.safetensors",
    "layer.715.weight": "model-00016-of-00017.safetensors",
    "layer.716.weight": "model-00014-of-00017.safetensors",
    "layer.717.weight": "model-00012-of-00017.safetensors",
    "layer.718.weight": "model-00010-of-00017.safetensors",
    "layer.719.weight": "model-00008-of-00017.safetensors",
    "layer.720.weight": "model-00006-of-00017.safetensors",
    "layer.721.weight": "model-00004-of-00017.safetensors",
    "layer.722.weight": "model-00002-of-00017.safetensors",
    "layer.723.weight": "model-00017-of-00017.safetensors",
    "layer.724.weight": "model-00015-of-00017.safetensors",
    "layer.725.weight": "model-00013-of-00017.safetensors",
    "layer.726.weight": "model-00011-of-00017.safetensors",
    "layer.727.weight": "model-00009-of-00017.safetensors",
    "layer.728.weight": "model-00007-of-00017.safetensors",
    "layer.729.weight": "model-00005-of-00017.safetensors",
    "layer.730.weight": "model-00003-of-00017.safetensors",
    "layer.731.weight": "model-00001-of-00017.safetensors",
    "layer.732.weight": "model-00016-of-00017.safetensors",
    "layer.733.weight": "model-00014-of-00017.safetensors",
    "layer.734.weight": "model-00012-of-00017.safetensors",
    "layer.735.weight": "model-00010-of-00017.safetensors",
    "layer.736.weight": "model-00008-of-00017.safetensors",
    "layer.737.weight": "model-00006-of-00017.safetensors",
    "layer.738.weight": "model-00004-of-00017.safetensors",
    "layer.739.weight": "model-00002-of-00017.safetensors",
    "layer.740.weight": "model-00017-of-00017.safetensors",
    "layer.741.weight": "model-00015-of-00017.safetensors",
    "layer.742.weight": "model-00013-of-00017.safetensors",
    "layer.743.weight": "model-00011-of-00017.safetensors",
    "layer.744.weight": "model-00009-of-00017.safetensors",
    "layer.745.weight": "model-00007-of-00017.safetensors",
    "layer.746.weight": "model-00005-of-00017.safetensors",
    "layer.747.weight": "model-00003-of-00017.safetensors",
    "layer.748.weight": "model-00001-of-00017.safetensors",
    "layer.749.weight": "model-00016-of-00017.safetensors",
    "layer.750.weight": "model-00014-of-00017.safetensors",
    "layer.751.weight": "model-00012-of-00017.safetensors",
    "layer.752.weight": "model-00010-of-00017.safetensors",
    "layer.753.weight": "model-00008-of-00017.safetensors",
    "layer.754.weight": "model-00006-of-00017.safetensors",
    "layer.755.weight": "model-00004-of-00017.safetensors",
    "layer.756.weight": "model-00002-of-00017.safetensors",
    "layer.757.weight": "model-00017-of-00017.safetensors",
    "layer.758.weight": "model-00015-of-00017.safetensors",
    "layer.759.weight": "model-00013-of-00017.safetensors",
    "layer.760.weight": "model-00011-of-00017.safetensors",
    "layer.761.weight": "model-00009-of-00017.safetensors",
    "layer.762.weight": "model-00007-of-00017.safetensors",
    "layer.763.weight": "model-00005-of-00017.safetensors",
    "layer.764.weight": "model-00003-of-00017.safetensors",
    "layer.765.weight": "model-00001-of-00017.safetensors",
    "layer.766.weight": "model-00016-of-00017.safetensors",
    "layer.767.weight": "model-00014-of-00017.safetensors",
    "layer.768.weight": "model-00012-of-00017.safetensors",
    "layer.769.weight": "model-00010-of-00017.safetensors",
    "layer.770.weight": "model-00008-of-00017.safetensors",
    "layer.771.weight": "model-00006-of-00017.safetensors",
    "layer.772.weight": "model-00004-of-00017.safetensors",
    "layer.773.weight": "model-00002-of-00017.safetensors",
    "layer.774.weight": "model-00017-of-00017.safetensors",
    "layer.775.weight": "model-00015-of-00017.safetensors",
    "layer.776.weight": "model-00013-of-00017.safetensors",
    "layer.777.weight": "model-00011-of-00017.safetensors",
    "layer.778.weight": "model-00009-of-00017.safetensors",
    "layer.779.weight": "model-00007-of-00017.safetensors",
    "layer.780.weight": "model-00005-of-00017.safetensors",
    "layer.781.weight": "model-00003-of-00017.safetensors",
    "layer.782.weight": "model-00001-of-00017.safetensors",
    "layer.783.weight": "model-00016-of-00017.safetensors",
    "layer.784.weight": "model-00014-of-00017.safetensors",
    "layer.785.weight": "model-00012-of-00017.safetensors",
    "layer.786.weight": "model-00010-of-00017.safetensors",
    "layer.787.weight": "model-00008-of-00017.safetensors",
    "layer.788.weight": "model-00006-of-00017.safetensors",
    "layer.789.weight": "model-00004-of-00017.safetensors",
    "layer.790.weight": "model-00002-of-00017.safetensors",
    "layer.791.weight": "model-00017-of-00017.safetensors",
    "layer.792.weight": "model-00015-of-00017.safetensors",
    "layer.793.weight": "model-00013-of-00017.safetensors",
    "layer.794.weight": "model-00011-of-00017.safetensors",
    "layer.795.weight": "model-00009-of-00017.safetensors",
    "layer.796.weight": "model-00007-of-00017.safetensors",
    "layer.797.weight": "model-00005-of-00017.safetensors",
    "layer.798.weight": "model-00003-of-00017.safetensors",
    "layer.799.weight": "model-00001-of-00017.safetensors",
    "layer.800.weight": "model-00016-of-00017.safetensors",
    "layer.801.weight": "model-00014-of-00017.safetensors",
    "layer.802.weight": "model-00012-of-00017.safetensors",
    "layer.803.weight": "model-00010-of-00017.safetensors",
    "layer.804.weight": "model-00008-of-00017.safetensors",
    "layer.805.weight": "model-00006-of-00017.safetensors",
    "layer.806.weight": "model-00004-of-00017.safetensors",
    "layer.807.weight": "model-00002-of-00017.safetensors",
    "layer.808.weight": "model-00017-of-00017.safetensors",
    "layer.809.weight": "model-00015-of-00017.safetensors",
    "layer.810.weight": "model-00013-of-00017.safetensors",
    "layer.811.weight": "model-00011-of-00017.safetensors",
    "layer.812.weight": "model-00009-of-00017.safetensors",
    "layer.813.weight": "model-00007-of-00017.safetensors",
    "layer.814.weight": "model-00005-of-00017.safetensors",
    "layer.815.weight": "model-00003-of-00017.safetensors",
    "layer.816.weight": "model-00001-of-00017.safetensors",
    "layer.817.weight": "model-00016-of-00017.safetensors",
    "layer.818.weight": "model-00014-of-00017.safetensors",
    "layer.819.weight": "model-00012-of-00017.safetensors",
    "layer.820.weight": "model-00010-of-00017.safetensors",
    "layer.821.weight": "model-00008-of-00017.safetensors",
    "layer.822.weight": "model-00006-of-00017.safetensors",
    "layer.823.weight": "model-00004-of-00017.safetensors",
    "layer.824.weight": "model-00002-of-00017.safetensors",
    "layer.825.weight": "model-00017-of-00017.safetensors",
    "layer.826.weight": "model-00015-of-00017.safetensors",
    "layer.827.weight": "model-00013-of-00017.safetensors",
    "layer.828.weight": "model-00011-of-00017.safetensors",
    "layer.829.weight": "model-00009-of-00017.safetensors",
    "layer.830.weight": "model-00007-of-00017.safetensors",
    "layer.831.weight": "model-00005-of-00017.safetensors",
    "layer.832.weight": "model-00003-of-00017.safetensors",
    "layer.833.weight": "model-00001-of-00017.safetensors",
